Repository: laitinent/FastComments
Catalog: FastComments/Properties/Resources.*.resx
Languages: fi_fi

# acw_add
source: Add
fi_fi: Lisää

# acw_browse
source: Browse...
fi_fi: Selaa...

# acw_checkdir
source: Check directory path
fi_fi: Tarkista hakemisto

# acw_done
source: Done
fi_fi: Valmis

# acw_newcode
source: New Code
fi_fi: Uusi koodi

# acw_newcommenttext
source: New Comment Text
fi_fi: Uusi kommentti

# acw_selectfolder
source: Select Folder
fi_fi: Valitse kansio

# acw_title
source: {0} ({1} comments)
fi_fi: {0} ({1} kommenttia)

# acw_titleorig
source: Add Comments
fi_fi: Lisää kommentteja

# ecw_cancel
source: Cancel
fi_fi: Peruuta

# ecw_key
source: Key
fi_fi: Koodi

# ecw_text
source: Text
fi_fi: Kommentti

# ecw_title
source: Edit Comment
fi_fi: Muokkaa kommenttia

# hw_cancel
source: Empty code on list. Remove?
fi_fi: Listalle jäi tyhjä koodi. Poistetaanko?

# hw_code
source: Code
fi_fi: Koodi

# hw_down
source: Down
fi_fi: Alas

# hw_edit
source: Edit...
fi_fi: Muokkaa...

# hw_insert
source: Insert
fi_fi: Lisää rivi

# hw_text
source: Text
fi_fi: Kommentti

# hw_title
source: Help
fi_fi: Ohje

# hw_tt
source: Click to Edit, Insert to Add Entry above, Move
fi_fi: Editoi valitsemalla rivi, lisää uusi rivi yläpuolelle painikkeella, siirrä

# hw_up
source: Up
fi_fi: Ylös

# mb_codeused
source: Code already used. Use different code.
fi_fi: Koodi on jo käytössä. Valitse toinen koodi.

# mw_autocopy_tt
source: Copy comment box to Clipboard
fi_fi: Kopioi kommenttiruudun sisältö Leikepöydälle

# mw_clear
source: Clear
fi_fi: Tyhjennä

# mw_clear_tt
source: Clear comments
fi_fi: Tyhjennä kommentit

# mw_code
source: Code
fi_fi: Koodi

# mw_code_tt
source: Enter shortened code of comment. See full list in
fi_fi: Syötä kommentin lyhennekoodi. Näet listan painikkeista

# mw_fulltext_tt
source: You can also insert comments manually
fi_fi: Voit myös lisätä kommentteja tähän

# mw_help
source: Help...
fi_fi: Ohje...

# mw_help_tt
source: Show available codes
fi_fi: Näytä käytettävät koodi ja muokkaa niitä

# mw_report
source: List all codes
fi_fi: Näytä koodit

# mw_save
source: Are you sure you want to save empty code database?
fi_fi: Haluatko varmasti tallentaa tyhjän kooditietokannan?

# mw_settings
source: Settings...
fi_fi: Asetukset...

# mw_settings_tt
source: Update code/comment database
fi_fi: Lisää uusia koodeja

# mw_undo
source: Undo
fi_fi: Peru

# mw_undoall
source: Undo all
fi_fi: Peru kaikki

# rw_title
source: Print all codes
fi_fi: Näytä kaikki koodit

# rw_tooltip
source: You can copy codes as text
fi_fi: Voit kopioida kaikki tekstinä toiseen sovellukseen
